---
kind: property
id: P:Autodesk.Revit.DB.ColorFillSchemeEntry.IsInUse
source: html/565dbec8-07a4-6d61-5da4-c82285727569.htm
---
# Autodesk.Revit.DB.ColorFillSchemeEntry.IsInUse Property

Represents if there exists at least one element colored based on this entry in the document.

## Syntax (C#)
```csharp
public bool IsInUse { get; }
```